<template>
    <div>
        <p>
            この前



            こんなこと書いたら



            タイムリーに



            今江プロがこんな記事を（笑）



            これ読んで

            「お、それなりに僕ってわかってるじゃん」と自画自賛しておりました（笑）

            今江プロにディープクランクのロッド作ってほしいですよね。

            インスピのデザインでグラスコンポジットで名前が「スーパーディッガー」だったら往年のファンは心躍るでしょう（笑）



            ただ、僕の印象ではIK-420は「玄人寄り」というよりは「とりあえず琵琶湖の4ｍダイバーとしての最大公約数」というルアーではないかと思います。

            それこそ琵琶湖でも年中ハードベイトでのパターンを追いかけてる人も多いです。

            そういう人ってたぶんクランクベイトでも色々な種類だったりカラーだったり、大量に持ち込んでるわけです。



            でも僕なんかは「クランクも好きだけど、スイムジグもやるしパンチショットもやるし、クリアになったらメタルバイブも使うし・・・」というタイプです。

            IK-420は根っからのハードベイターではない人がとりあえず駒にするクランクベイトとしては非常に使い勝手が良い感じがします。

            その裏付けとして、チャートやレッド系の派手目のカラーをラインナップしていないというのがあります。

            「普段クリアからステインの琵琶湖が何らかの原因で劇濁りしたら、その時は他の派手なディープクランクを使ってね」という意図を感じます。



            ちなみにIK-380のほうはファットペッパープラスと被るので使ったことがありませんが。



            個人的には

            ＜3ｍ＞

            ・ダブルエックス3＋

            ・ファットペッパー

            ・ショットオーバー3



            ＜3.5ｍ＞

            ・ファットペッパープラス

            ・キックバッカー



            ＜4ｍ＞

            IK-420

            カスカベル

            ダブルエックス4＋



            このあたりがお気に入りです。



            とまあ、そういう「なんちゃってクランンカー」な僕が送るクランクロッドのインプレです。

            きっとこのロッドが気になっている人も多いはずです（笑）



            FXC-75MH（ディープマニピュレーター）

            ちなみに僕もずっと気になっていてガイドに行くたびに国保さんに投げさせてもらって、最後に「セブンパームスで30％オフですよ」という国保さんの言葉がトドメとなり購入してしまいました（笑）


        </p>
    </div>
</template>

<script>
</script>

<style>
</style>